{"title":"Stop selling out science to commerce","uid":"9434672eb9262b3de6446efd0bf70a27","slug":"Stop-selling-out-science-to-commerce","date":"2024-12-10T03:53:36.000Z","updated":"2024-12-10T03:56:13.916Z","comments":true,"path":"api/articles/Stop-selling-out-science-to-commerce.json","keywords":null,"cover":null,"content":"<h1 id=\"Stop-selling-out-science-to-commerce\"><a href=\"#Stop-selling-out-science-to-commerce\" class=\"headerlink\" title=\"Stop selling out science to commerce\"></a>Stop selling out science to commerce</h1><h2 id=\"Introduction\"><a href=\"#Introduction\" class=\"headerlink\" title=\"Introduction\"></a>Introduction</h2><p>DO COMMERCIAL pressures have a negative impact on science? This debate has been raging for so long that it usually raises little more than a shrug of indifference. _That is no longer a defensible response. <em>A new report from the organisation Scientists for Global Responsibility (SGR) exposes problems so serious that we can no longer afford to be indifferent to them.</em></p>\n<h2 id=\"Section-1\"><a href=\"#Section-1\" class=\"headerlink\" title=\"Section 1\"></a>Section 1</h2><p>The report looks at the impact of five commercial sectors on science and technology over the past 20 years. The damaging influence of two of these, pharmaceuticals and tobacco, has been noted before. But we also looked at the oil and gas, defence and biotech sectors, which have been subjected to less scrutiny. <em>We found a wide range of disturbing commercial influences on science, and evidence that similar problems are occurring across academic disciplines.</em></p>\n<p>Over the past two decades, government policy in the US, UK and elsewhere has fundamentally altered the academic landscape in a drive for profit.Universities have been pushed to adopt a much more commercial mindset, from taking out patents to prioritising research that promises short-term economic gains. The rapid spread of partnerships between businesses and universities has led to some disciplines becoming so intertwined with industry that few academics are able to retain their independence. Chemical engineering and geology are strongly linked to oil companies, for example, and it is hard to find an engineering department in the UK which does not receive funding from the arms industry. And many life sciences departments have extensive links with the biotechnology and pharmaceutical industries.</p>\n<h2 id=\"Section-2\"><a href=\"#Section-2\" class=\"headerlink\" title=\"Section 2\"></a>Section 2</h2><p>This creates enormous potential for conflicts of interest. The problem has long been recognised in medical research, and journals are starting to crack down on it, but in other disciplines the problems are rarely even discussed, let alone acted upon. <em>Such problems are a major concern because they can undermine the quality and reliability of research.</em> This is perhaps best illustrated by ‘sponsorship bias’, where research generates results that suit the funder (The Journal of the American Medical Association, 290, p 921). Another well-documented problem is the failure to report results unfavourable to the funder.</p>\n<p>Research is also undermined by misleading messages put out by industry-funded lobby groups. Again, these tactics are well known from the tobacco and oil industries, with their deliberate questioning of health research and sponsorship of climate sceptics. Less attention has been given to the funding of some patient groups by pharmaceutical companies and the (sometimes covert) use of PR companies by the biotechnology industry in the debate over genetically modified crops. This does not bode well for public discussions on the risks of synthetic biology.</p>\n<h2 id=\"Section-3\"><a href=\"#Section-3\" class=\"headerlink\" title=\"Section 3\"></a>Section 3</h2><p><em>Another cornerstone of science that is being eroded is the freedom to set the public research agenda so that it serves the public interest.</em> Governments are increasingly focused on delivering competitiveness, and business interests are able to exert pressure on funding bodies through representatives on their boards. As a result, environmental and social problems and ‘blue-sky’ research commonly lose out to short-term commercial gain. For example, genetics now dominates agricultural science, not least because genetic technologies are highly patentable. This not only dominates privatelyfunded research, but also steers publicly-funded research away from work that takes a different approach or explores low-tech solutions. As a result, ‘low-input’ agriculture, which requires minimal use of chemical fertilisers and pesticides and is cheaper and more useful to poorer farmers, is largely overlooked. Similarly, research on how to improve food distribution receives inadequate support.</p>\n<h2 id=\"Section-4\"><a href=\"#Section-4\" class=\"headerlink\" title=\"Section 4\"></a>Section 4</h2><p>Another example is research on security issues, which is overwhelmingly focused on new military technology. Research into understanding the roots of conflict, or to support negotiation and reconciliation programmes, receives a tiny fraction of the tens of billions of dollars spent globally on developing military hardware. And most of that is public money. <em>Put bluntly, much publicly-funded science is no longer being done in the public interest.</em> Despite this, policymakers are complacent and argue that any damaging effects of commercial influence are minor. In contrast, many scientists are noticing the effects and becoming discomfited by them. Some are starting to speak out. For example, staff at the Open University in the UK are pushing for new ethical standards for business partnerships following the university’s involvement in a major military contract. However, these campaigns are few and far between. There is a strong incentive for scientists not to make a fuss if their department receives industry funds. This is strengthened by contractual requirements for secrecy that often come with industry partnerships.</p>\n<h2 id=\"Conclusion\"><a href=\"#Conclusion\" class=\"headerlink\" title=\"Conclusion\"></a>Conclusion</h2><p><em>To defend independent science, reform is needed, from the level of government policy down to that of the research study.</em> To this end, SGR is making recommendations. These include: the open publication of all funding arrangements between academia and business; ethical standards for business–university partnerships; proper handling of conflicts of interest by journals; more involvement of the public in setting research priorities; and a change in government policies which prioritise research with short-term commercial priorities above all else. Scientists must now voice their concerns publicly in order that policy-makers hear them. They could do worse than follow the example set by campaigners at the<br>Open University.</p>\n<blockquote><span class=\"custom-blockquote-svg\"><svg width=\"24\" height=\"24\" viewBox=\"0 0 24 24\" fill=\"\" xmlns=\"http://www.w3.org/2000/svg\" data-reactroot=\"\">\n<path fill=\"\" d=\"M22 12C22 6.5 17.5 2 12 2C6.5 2 2 6.5 2 12C2 17.5 6.5 22 12 22C13.8 22 15.5 21.5 17 20.6L22 22L20.7 17C21.5 15.5 22 13.8 22 12Z\" undefined=\"1\"></path>\n<path fill=\"\" d=\"M15.97 11.5H16.04C17.12 11.5 18 12.38 18 13.47V13.53C18 14.62 17.12 15.5 16.03 15.5H15.96C14.88 15.5 14 14.62 14 13.53V13.46C14 12.38 14.88 11.5 15.97 11.5Z\" undefined=\"1\"></path>\n<path fill=\"\" d=\"M7.97 11.5H8.04C9.12 11.5 10 12.38 10 13.47V13.53C10 14.62 9.12 15.5 8.03 15.5H7.97C6.88 15.5 6 14.62 6 13.53V13.46C6 12.38 6.88 11.5 7.97 11.5Z\" undefined=\"1\"></path>\n<path stroke-linejoin=\"round\" stroke-linecap=\"round\" stroke-miterlimit=\"10\" stroke-width=\"2\" stroke=\"\" d=\"M17 8.5C15.23 8.97 14.07 10.84 14.01 13.27C14 13.33 14 13.4 14 13.47V13.5\"></path>\n<path stroke-linejoin=\"round\" stroke-linecap=\"round\" stroke-miterlimit=\"10\" stroke-width=\"2\" stroke=\"\" d=\"M9 8.5C7.23 8.97 6.07 10.84 6.01 13.27C6 13.33 6 13.4 6 13.47V13.5\"></path>\n<path stroke-linejoin=\"round\" stroke-linecap=\"round\" stroke-miterlimit=\"10\" stroke-width=\"2\" stroke=\"\" d=\"M15.97 11.5H16.04C17.12 11.5 18 12.38 18 13.47V13.53C18 14.62 17.12 15.5 16.03 15.5H15.96C14.88 15.5 14 14.62 14 13.53V13.46C14 12.38 14.88 11.5 15.97 11.5Z\"></path>\n<path stroke-linejoin=\"round\" stroke-linecap=\"round\" stroke-miterlimit=\"10\" stroke-width=\"2\" stroke=\"\" d=\"M7.97 11.5H8.04C9.12 11.5 10 12.38 10 13.47V13.53C10 14.62 9.12 15.5 8.03 15.5H7.97C6.88 15.5 6 14.62 6 13.53V13.46C6 12.38 6.88 11.5 7.97 11.5Z\"></path>\n</svg>\n</span><p>Stuart Parkinson and Chris Langley are authors of theSGR report Science and the Corporate Agenda, which can be downloaded from sgr.org.uk.<br>Source: Adapted from Parkinson, S., &amp; Langley, C. (2009). Stop selling out science to commerce. New Scientist, 204(2733), 32–33</p></blockquote>\n","feature":true,"text":"Stop selling out science to commerceIntroductionDO COMMERCIAL pressures have a n...","permalink":"/post/Stop-selling-out-science-to-commerce","photos":[],"count_time":{"symbolsCount":"6k","symbolsTime":"5 mins."},"categories":[],"tags":[],"toc":"<ol class=\"toc\"><li class=\"toc-item toc-level-1\"><a class=\"toc-link\" href=\"#Stop-selling-out-science-to-commerce\"><span class=\"toc-text\">Stop selling out science to commerce</span></a><ol class=\"toc-child\"><li class=\"toc-item toc-level-2\"><a class=\"toc-link\" href=\"#Introduction\"><span class=\"toc-text\">Introduction</span></a></li><li class=\"toc-item toc-level-2\"><a class=\"toc-link\" href=\"#Section-1\"><span class=\"toc-text\">Section 1</span></a></li><li class=\"toc-item toc-level-2\"><a class=\"toc-link\" href=\"#Section-2\"><span class=\"toc-text\">Section 2</span></a></li><li class=\"toc-item toc-level-2\"><a class=\"toc-link\" href=\"#Section-3\"><span class=\"toc-text\">Section 3</span></a></li><li class=\"toc-item toc-level-2\"><a class=\"toc-link\" href=\"#Section-4\"><span class=\"toc-text\">Section 4</span></a></li><li class=\"toc-item toc-level-2\"><a class=\"toc-link\" href=\"#Conclusion\"><span class=\"toc-text\">Conclusion</span></a></li></ol></li></ol>","author":{"name":"Huix","slug":"blog-author","avatar":"","link":"/","description":"","socials":{"github":"","twitter":"","stackoverflow":"","wechat":"","qq":"","weibo":"","zhihu":"","csdn":"","juejin":"","customs":{}}},"mapped":true,"hidden":false,"prev_post":{},"next_post":{"title":"story","uid":"0fa5752a4d3594e06308cca5dd0d85d0","slug":"story","date":"2024-12-06T03:26:15.000Z","updated":"2024-12-06T14:30:54.543Z","comments":true,"path":"api/articles/story.json","keywords":null,"cover":null,"text":"What Makes a Good Story? Focusing on Plot, Structure, and RhythmWhat is a good s...","permalink":"/post/story","photos":[],"count_time":{"symbolsCount":"6.2k","symbolsTime":"6 mins."},"categories":[],"tags":[],"author":{"name":"Huix","slug":"blog-author","avatar":"","link":"/","description":"","socials":{"github":"","twitter":"","stackoverflow":"","wechat":"","qq":"","weibo":"","zhihu":"","csdn":"","juejin":"","customs":{}}},"feature":true}}